Repository: jsanz/gnome-extensions
Catalog: todoist@tarelda.github.com/po/*.po
Languages: pl

source: Inbox
pl: Skrzynka odbiorcza

source: Loading...
pl: Ładowanie...

source: Refresh
pl: Odśwież

source: Open todoist.com
pl: Otwórz todoist.com

source: Connection error
pl: Błąd połączenia

source: no due tasks
pl: brak zaległych zadań

source: one due task
pl: jedno zaległe zadanie

source: PAST DUE
pl: PO TERMINIE

source: TODAY
pl: DZISIAJ

source: Todoist API token
pl: Klucz API Todoist

source: You need to declare a valid API token to allow this extension to communicate with the Todoist API on your behalf.
pl: Musisz podać prawidłowy klucz API, aby to rozszerzenie mogło pobrać listę zadań z twojego konta.

source: You can find your personal API token on Todoist's integration settings page at the very bottom.
pl: Klucz API Todoist dla swojego konta możesz znaleźć na stronie ustawień.

source: Refresh interval
pl: Czas pomiędzy synchronizacjami
